[
  "Hoy cumples 18 años y me siento afortunado de celebrarlo contigo.",
  "Tu sonrisa es mi regalo favorito.",
  "Gracias por existir, amor.",
  "Cada día contigo es un sueño cumplido.",
  "Eres la razón por la que creo en el amor verdadero.",
  "No hay regalo más bonito que tu compañía.",
  "Me haces querer ser mejor persona.",
  "Verte feliz es mi objetivo en la vida.",
  "Tus abrazos son mi lugar favorito.",
  "18 años tuyos y quiero estar en todos los que vengan.",
  "Porque te amo con el alma.",
  "Porque con tu voz se me pasa el día.",
  "Porque tus ojitos son mi perdición.",
  "Porque contigo aprendí lo que es amar.",
  "Porque me inspiras paz.",
  "Porque cuidas de mí como nadie.",
  "Porque hasta tus enojos son tiernos.",
  "Porque contigo todo es más bonito.",
  "Porque nuestros recuerdos son mis tesoros.",
  "Porque tu cumpleaños es una fiesta en mi corazón.",
  "Porque te amaría una y mil veces más.",
  "Porque amo verte reír de cosas tontas.",
  "Porque tu forma de ver la vida me motiva.",
  "Porque nunca me sentí tan amado.",
  "Porque hiciste de mi vida un lugar seguro.",
  "Porque tu voz me calma hasta en los peores días.",
  "Porque con un beso tuyo, todo mejora.",
  "Porque tu existencia merece celebrarse cada día.",
  "Porque naciste para brillar.",
  "Porque aún en la distancia, siento tu amor.",
  "Porque tu mirada ilumina mis días.",
  "Porque haces que mi corazón se acelere.",
  "Porque contigo soy yo mismo.",
  "Porque tú eres mi hogar.",
  "Porque me haces sentir especial.",
  "Porque cada día contigo vale la pena.",
  "Porque eres mi sueño hecho realidad.",
  "Porque nuestras bromas internas me hacen feliz.",
  "Porque cada momento contigo es mágico.",
  "Porque eres única en el mundo.",
  "Porque eres más hermosa que nunca a tus 18.",
  "Porque me haces creer en el para siempre.",
  "Porque me haces reír hasta cuando no quiero.",
  "Porque tu forma de querer me llena el alma.",
  "Porque no hay nadie como tú.",
  "Porque tus locuras me enamoran.",
  "Porque incluso en silencio, me haces sentir amado.",
  "Porque me das paz y emoción al mismo tiempo.",
  "Porque quiero construir mi futuro contigo.",
  "Porque soy mejor desde que te tengo.",
  "Porque tus metas me inspiran.",
  "Porque me haces sentir el chico más afortunado.",
  "Porque tú eres arte en movimiento.",
  "Porque me enseñaste lo que es cuidar de alguien.",
  "Porque tus abrazos son medicina.",
  "Porque con solo verte, todo tiene sentido.",
  "Porque cumples 18, pero pareces un ángel de mil vidas.",
  "Porque amo ver cómo te esfuerzas por lo que quieres.",
  "Porque tus mensajes alegran mi día.",
  "Porque me das razones para sonreír.",
  "Porque siempre sabes qué decir.",
  "Porque eres dulce como tus besos.",
  "Porque puedo hablarte de todo sin miedo.",
  "Porque me haces sentir amado con detalles pequeños.",
  "Porque tu ternura me derrite.",
  "Porque tienes el corazón más hermoso.",
  "Porque amo tus ocurrencias.",
  "Porque eres mi chica soñada.",
  "Porque tú y solo tú eres mi persona favorita.",
  "Porque me haces sentir afortunado cada día.",
  "Porque me enseñaste que el amor es entrega.",
  "Porque no imagino mi vida sin ti.",
  "Porque todo es mejor cuando estás.",
  "Porque tus gestos me enamoran.",
  "Porque quiero cuidarte por siempre.",
  "Porque a tu lado todo tiene sentido.",
  "Porque me haces sentir completo.",
  "Porque tus caricias me dan vida.",
  "Porque no hay espacio donde no quiera estar contigo.",
  "Porque tus palabras me alientan.",
  "Porque celebrarte hoy y siempre es lo mejor que puedo hacer.",
  "Porque tu felicidad es mi prioridad.",
  "Porque eres mi compañera perfecta.",
  "Porque haces del amor algo real.",
  "Porque tu risa es mi canción favorita.",
  "Porque eres mi inspiración diaria.",
  "Porque a tu lado encontré mi lugar en el mundo.",
  "Porque tu fuerza me asombra.",
  "Porque eres ternura y fuego a la vez.",
  "Porque quiero caminar a tu lado toda la vida.",
  "Porque amar es fácil cuando se trata de ti.",
  "Porque eres más de lo que soñé.",
  "Porque en tu cumpleaños quiero que sepas cuánto vales.",
  "Porque eres una mujer increíble a tus 18.",
  "Porque me siento orgulloso de ti.",
  "Porque todo en ti es especial.",
  "Porque Dios me bendijo contigo.",
  "Porque me haces sentir amado, completo, feliz.",
  "Porque eres tú, simplemente tú.",
  "Y porque después de 100 razones… aún me faltan muchas más."
]